{

"P": "FIDIC PLANT CONTRACT - General Conditions: 1 General Provisions, 2 The Employer, 3 The Engineer, 4 The Contractor, 5 Design, 6 Staff & labour, 7 Plant, Materials & workmanship, 8 Commencement, delays & suspension, 9 Tests on Completion, 10 Employer's taking-over, 11 Defects liability, 12 Measurement & evaluation, 13 Variations & adjustments, 14 Contract Price & payment, 15 Termination by Employer, 16 Suspension & Termination by Contractor, 17 Risk & responsibility, 18 Insurance, 19 Force Majeure, 20 Claims, disputes & arbitration, Appendix ~ Dispute Adjudication Agreement General Conditions, Appendix ~ Dispute Adjudication Agreement Procedural Rules#1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,DAA,RULES",

"0": "FIDIC PLANT CONTRACT - General Conditions: 1 General Provisions, 2 The Employer, 3 The Engineer, 4 The Contractor, 5 Design, 6 Staff & labour, 7 Plant, Materials & workmanship, 8 Commencement, delays & suspension, 9 Tests on Completion, 10 Employer's taking-over, 11 Defects liability, 12 Measurement & evaluation, 13 Variations & adjustments, 14 Contract Price & payment, 15 Termination by Employer, 16 Suspension & Termination by Contractor, 17 Risk & responsibility, 18 Insurance, 19 Force Majeure, 20 Claims, disputes & arbitration, Appendix ~ Dispute Adjudication Agreement General Conditions, Appendix ~ Dispute Adjudication Agreement Procedural Rules#1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,DAA,RULES",

"1": "PLANT 1 - General Provisions: 1.1 Definitions, 1.2 Interpretation, 1.3. Communications, 1.4 Law & Language, 1.5 Priority of Documents, 1.6 Contract Agreement, 1.7 Assignment, 1.8 Care & supply of Documents, 1.9 Delayed Drawings or Instructions, 1.10 Employer's use of Contractor's Documents, 1.11 Contractor's use of Employer's Documents, 1.12 Confidential details, 1.13 Compliance with Laws, 1.14 Joint & several liability.#1.1,1.2,1.3,1.4,1.5,1.6,1.7,1.8,1.9,1.10,1.11,1.12,1.13,1.14",

"1.1": "PLANT 1.1 - Definitions: In the Conditions of Contract (these Conditions), which include Particular Conditions & these General Conditions, the following words & expressions shall have the meanings stated. Words indicating persons or parties include corporations & other legal entities, except where the context requires otherwise [1.1.1 The Contract, 1.1.2 Parties & persons, 1.1.3 Dates, Tests, periods & completion, 1.1.4 Money & Payments, 1.1.5 Works & goods, 1.1.6 Other definitions].#1.1.1,1.1.2,1.1.3,1.1.4,1.1.5,1.1.6",

"1.1.1": "PLANT 1.1.1 - The Contract: 1.1.1(1) Contract, 1.1.1(2) Contract Agreement, 1.1.1(3) Letter of Acceptance, 1.1.1(4) Letter of Tender, 1.1.1(5) Employer's Requirements, 1.1.1(6) Schedules, 1.1.1(7) Contractor's Proposal, 1.1.1(8) Tender, 1.1.1(9) Appendix to Tender, 1.1.1(10) Schedule of Guarantees and Schedule of Payments.#1.1.1.1,1.1.1.2,1.1.1.3,1.1.1.4,1.1.1.5,1.1.1.6,1.1.1.7,1.1.1.8,1.1.1.9,1.1.1.10",

"1.1.1.1": "PLANT 1.1.1.1 - Contract: 'Contract' means the Contract Agreement, the Letter of Acceptance, the Letter of Tender, these Conditions, the Employer's Requirements, the Schedules, the Contractor's proposal, & the further documents (if any) which are listed in the Contract Agreement or in the Letter of Acceptance.",

"1.1.1.2": "PLANT 1.1.1.2 - Contract Agreement: 'Contract Agreement' means the contract agreement (if any) referred to in SC 1.6 [Contract Agreement].#1.6",

"1.1.1.3": "PLANT 1.1.1.3 - Letter of Acceptance: 'Letter of Acceptance' means the letter of formal acceptance, signed by the Employer, of the Letter of Tender, including any annexed memoranda comprising agreements between & signed by both Parties. If there is no such letter of acceptance, the expression 'Letter of Acceptance' means the Contract Agreement & the date of issuing or receiving the Letter of Acceptance means the date of signing the Contract Agreement.",

"1.1.1.4": "PLANT 1.1.1.4 - Letter of Tender: 'Letter of Tender' means the document entitled letter of tender, which was completed by the Contractor & includes the signed offer to the Employer for the Works.",

"1.1.1.5": "PLANT 1.1.1.5 - Employer's Requirements: 'Employer's Requirements' means the document entitled employer's requirements, as included in the Contract, and any additions and modifications to such document in accordance with the Contract. Such document specifies the purpose, scope, and/or design and/or other technical criteria, for the Works.",

"1.1.1.6": "PLANT 1.1.1.6 - Schedules: 'Schedules' means the document(s) entitled schedules, completed by the Contractor and submitted with the Letter of Tender, as included in the Contract. Such document may include data, lists and schedules of payments and/or prices.",

"1.1.1.7": "PLANT 1.1.1.7 - Contractor's Proposal: 'Contractor's Proposal' means the document entitled proposal, which the Contractor submitted with the Letter of Tender, as included in the Contract. Such document may include the Contractor's preliminary design.",

"1.1.1.8": "PLANT 1.1.1.8 - Tender: 'Tender' means the Letter of Tender & all other documents which the Contractor submitted with the Letter of Tender, as included in the Contract.",

"1.1.1.9": "PLANT 1.1.1.9 - Appendix to Tender: 'Appendix to Tender' means the completed pages entitled appendix to tender which are appended to & form part of the Letter of Tender.",

"1.1.1.10": "PLANT 1.1.1.10 - Schedule of Guarantees & Schedule of Payments: 'Schedule of Guarantees' & 'Schedule of Payments' mean the documents so named (if any) which are comprised in the Schedules.",

"1.1.2": "PLANT 1.1.2 - Parties & persons: 1.1.2(1) Party, 1.1.2(2) Employer, 1.1.2(3) Contractor, 1.1.2(4) Engineer, 1.1.2(5) Contractor's Representative, 1.1.2(6) Employer's Personnel, 1.1.2(7) Contractor's Personnel, 1.1.2(8) Subcontractor, 1.1.2(9) DAB, 1.1.2(10) FIDIC.#1.1.2.1,1.1.2.2,1.1.2.3,1.1.2.4,1.1.2.5,1.1.2.6,1.1.2.7,1.1.2.8,1.1.2.9,1.1.2.10",

"1.1.2.1": "PLANT 1.1.2.1 - Party: 'Party' means the Employer or the Contractor, as the context requires.",

"1.1.2.2": "PLANT 1.1.2.2 - Employer: 'Employer' means the person named as employer in the Appendix to Tender & the legal successors in title to this person.",

"1.1.2.3": "PLANT 1.1.2.3 - Contractor: 'Contractor' means the person(s) named as contractor in the Letter of Tender accepted by the Employer & the legal successors in title to this person(s).",

"1.1.2.4": "PLANT 1.1.2.4 - Engineer: 'Engineer' means the person appointed by the Employer to act as the Engineer for the purposes of the Contract & named in the Appendix to Tender, or other person appointed from time to time by the Employer & notified to the Contractor under SC 3.4 [Replacement of the Engineer].#3.4",

"1.1.2.5": "PLANT 1.1.2.5 - Contractor's Representative: 'Contractor's Representative' means the person named by the Contractor in the Contract or appointed from time to time by the Contractor under SC 4.3 [Contractor's Representative], who acts on behalf of the Contractor.#4.3",

"1.1.2.6": "PLANT 1.1.2.6 - Employer's Personnel: 'Employer's Personnel' means the Engineer, the assistants referred to in SC 3.2 [Delegation by the Engineer] & all other staff, labour & other employees of the Engineer & of the Employer; & any other personnel notified to the Contractor, by the Employer or the Engineer, as Employer's Personnel.#3.2",

"1.1.2.7": "PLANT 1.1.2.7 - Contractor's Personnel: 'Contractor's Personnel' means the Contractor's Representative & all personnel whom the Contractor utilises on Site, who may include the staff, labour & other employees of the Contractor & of each Subcontractor; & any other personnel assisting the Contractor in the execution of the Works.",

"1.1.2.8": "PLANT 1.1.2.8 - Subcontractor: 'Subcontractor' means any person named in the Contract as a subcontractor, or any person appointed as a subcontractor, for a part of the Works; & the legal successors in title to each of these persons.",

"1.1.2.9": "PLANT 1.1.2.9 - DAB: 'DAB' means the person or three persons so named in the Contract, or other person(s) appointed under SC 20.2 [Appointment of the Dispute Adjudication Board] or SC 20.3 [Failure to Agree Dispute Adjudication Board].#20.2,20.3",

"1.1.3": "PLANT 1.1.3 - Dates, tests, periods & completion: 1.1.3(1) Base Date, 1.1.3(2) Commencement Date, 1.1.3(3) Time for Completion, 1.1.3(4) Tests on Completion, 1.1.3(5) Taking-Over Certificate, 1.1.3(6) Tests after Completion, 1.1.3(7) Defects Notification Period, 1.1.3(8) Performance Certificate, 1.1.3(9) day.#1.1.3.1,1.1.3.2,1.1.3.3,1.1.3.4,1.1.3.5,1.1.3.6,1.1.3.7,1.1.3.8,1.1.3.9",

"1.1.3.1": "PLANT 1.1.3.1 - Base Date: 'Base Date' means the date 28 days prior to the latest date for submission of the Tender.",

"1.1.3.2": "PLANT 1.1.3.2 - Commencement Date: 'Commencement Date' means the date notified under SC 8.1 [Commencement of Works].",

"1.1.3.3": "PLANT 1.1.3.3 - Time for Completion: 'Time for Completion' means the time for completing the Works or a Section (as the case may be) under SC 8.2 [Time for Completion], as stated in the Appendix to Tender (with any extension under SC 8.4 [Extension of Time for Completion]), calculated from the Commencement Date.#8.2,8.4",

"1.1.3.4": "PLANT 1.1.3.4 - Tests on Completion: 'Tests on Completion' means the tests which are specified in the Contract or agreed by both Parties or instructed as a Variation, & which are carried out under Clause 9 [Tests on Completion] before the Works or a Section (as the case may be) are taken over by the Employer.#9",

"1.1.3.5": "PLANT 1.1.3.5 - Taking-Over Certificate: 'Taking-Over Certificate' means a certificate issued under Clause 10 [Employer's taking over].#10",

"1.1.3.6": "PLANT 1.1.3.6 - Tests after Completion: 'Tests after Completion' means the tests (if any) which are specified in the Contract and which are carried out under Clause 12 [Tests after Completion] after the Works or a Section (as the case may be) are taken over by the Employer.#12",

"1.1.3.7": "PLANT 1.1.3.7 - Defects Notification Period: 'Defects Notification Period' means the period for notifying defects in the Works or a Section (as the case may be) under SC 11.1 [Completion of outstanding work & remedying defects], as stated in the Appendix to Tender (with any extension under SC 11.3 [Extension of Defects Notification Period]), calculated from the date on which the Works or Section is completed as certified under SC 10.1 [Taking over of the Works & Sections].#11.1,11.3,10.1",

"1.1.3.8": "PLANT 1.1.3.8 - Performance Certificate: 'Performance Certificate' means the certificate issued under SC 11.9 [Performance Certificate].#11.9",

"1.1.3.9": "PLANT 1.1.3.9 - day: 'day' means a calendar day & 'year' means 365 days.",

"1.1.4": "PLANT 1.1.4 - Money & Payments: 1.1.4(1) Accepted Contract Amount, 1.1.4(2) Contract Price, 1.1.4(3) Cost, 1.1.4(4) Final Payment Certificate, 1.1.4(5) Final Statement, 1.1.4(6) Foreign Currency, 1.1.4.(7) Interim Payment Certificate, 1.1.4(8) Local Currency, 1.1.4(9) Payment Certificate, 1.1.4(10) Provisional Sum, 1.1.4(11) Retention Money, 1.1.4(12) Statement.#1.1.4.1,1.1.4.2,1.1.4.3,1.1.4.4,1.1.4.5,1.1.4.6,1.1.4.7,1.1.4.8,1.1.4.9,1.1.4.10,1.1.4.11,1.1.4.12",

"1.1.4.1": "PLANT 1.1.4.1 - Accepted Contract Amount: 'Accepted Contract Amount' means the amount accepted in the Letter of Acceptance for the execution & completion of the Works & the remedying of any defects.",

"1.1.4.2": "PLANT 1.1.4.2 - Contract Price: 'Contract Price' means the price defined in SC 14.1 [The Contract Price], & includes adjustments in accordance with the Contract.#14.1",

"1.1.4.3": "PLANT 1.1.4.3 - Cost: 'Cost' means all expenditure reasonably incurred (or to be incurred) by the Contractor, whether on or off the Site, including overhead & similar charges, but does not include profit.",

"1.1.4.4": "PLANT 1.1.4.4 - Final Payment Certificate: 'Final Payment Certificate' means the payment certificate issued under SC 14.13 [Issue of Final Payment Certificate].#14.13",

"1.1.4.5": "PLANT 1.1.4.5 - Final Statement: 'Final Statement' means the statement defined in SC 14.11 [Application for Final Payment Certificate].#14.11",

"1.1.4.6": "PLANT 1.1.4.6 - Foreign Currency: 'Foreign Currency' means a currency in which part (or all) of the Contract Price is payable, but not the Local Currency.",

"1.1.4.7": "PLANT 1.1.4.7 - Interim Payment Certificate: 'Interim Payment Certificate' means a payment certificate issued under Clause 14 [Contract Price & payment], other than the Final Payment Certificate.",

"1.1.4.8": "PLANT 1.1.4.8 - Local Currency: 'Local Currency' means the currency of the Country.",

"1.1.4.9": "PLANT 1.1.4.9 - Payment Certificate: 'Payment Certificate' means a payment certificate issued under Clause 14 [Contract Price & payment].#14",

"1.1.4.10": "PLANT 1.1.4.10 - Provisional Sum: 'Provisional Sum' means a sum (if any) which is specified in the Contract as a provisional sum, for the execution of any part of the Works or for the supply of Plant, Materials or services under SC 13.5 [Provisional Sums].#13.5",

"1.1.4.11": "PLANT 1.1.4.11 - Retention Money: 'Retention Money' means the accumulated retention moneys which the Employer retains under SC 14.3 [Application for Interim Payment Certificates] & pays under SC 14.9 [Payment of Retention Money].#14.3",

"1.1.4.12": "PLANT 1.1.4.12 - Statement: 'Statement' means a statement submitted by the Contractor as part of an application, under Clause 14 [Contract Price & payment], for a payment certificate.",

"1.1.5": "PLANT 1.1.5 - Works & Goods: 1.1.5(1) Contractor's Equipment, 1.1.5(2) Goods, 1.1.5(3) Materials, 1.1.5(4) Permanent Works, 1.1.5(5) Plant, 1.1.5(6) Section, 1.1.5(7) Temporary Works, 1.1.5(8) Works.#1.1.5.1,1.1.5.2,1.1.5.3,1.1.5.4,1.1.5.5,1.1.5.6,1.1.5.7,1.1.5.8",

"1.1.5.1": "PLANT 1.1.5.1 - Contractor's Equipment: 'Contractor's Equipment' means all apparatus, machinery, vehicles & other things required for the execution & completion of the Works & the remedying of any defects. However, Contractor's Equipment excludes Temporary Works, Employer's Equipment (if any), Plant, Materials & any other things intended to form or forming part of the Permanent Works.",

"1.1.5.2": "PLANT 1.1.5.2 - Goods: 'Goods' means Contractor's Equipment, Materials, Plant & Temporary Works, or any of them as appropriate.",

"1.1.5.3": "PLANT 1.1.5.3 - Materials: 'Materials' means things of all kinds (other than Plant) intended to form or forming part of the Permanent Works, including the supply-only materials (if any) to be supplied by the Contractor under the Contract.",

"1.1.5.4": "PLANT 1.1.5.4 - Permanent Works: 'Permanent Works' means the permanent works to be executed by the Contractor under the Contract.",

"1.1.5.5": "PLANT 1.1.5.5 - Plant: 'Plant' means the apparatus, machinery & vehicles intended to form or forming part of the Permanent Works.",

"1.1.5.6": "PLANT 1.1.5.6 - Section: 'Section' means a part of the Works specified in the Appendix to Tender as a Section (if any).",

"1.1.5.7": "PLANT 1.1.5.7 - Temporary Works: 'Temporary Works' means all temporary works of every kind (other than Contractor's Equipment) required on Site for the execution & completion of the Permanent Works & the remedying of any defects.",

"1.1.5.8": "PLANT 1.1.5.8 - Works: 'Works' mean the Permanent Works & the Temporary Works, or either of them as appropriate.",

"1.1.6": "PLANT 1.1.6 - Other definitions: 1.1.6(1) Contractor's Documents, 1.1.6(2) Country, 1.1.6(3) Employer's Equipment, 1.1.6(4) Force Majeure, 1.1.6(5) Laws, 1.1.6(6) Performance Security, 1.1.6(7) Site, 1.1.6(8) Unforseeable, 1.1.6(9) Variation. #1.1.6.1,1.1.6.2,1.1.6.3,1.1.6.4,1.1.6.5,1.1.6.6,1.1.6.7,1.1.6.8,1.1.6.9",

"1.1.6.1": "PLANT 1.1.6.1 - Contractor's Documents: 'Contractor's Documents' means the calculations, computer programs & other software, drawings, manuals, models & other documents of a technical nature (if any) supplied by the Contractor under the Contract, as described in SC5.2 [Contractor's Documents].#5.2",

"1.1.6.2": "PLANT 1.1.6.2 - Country: 'Country' means the country in which the Site (or most of it) is lo###ed, where the Permanent Works are to be executed.",

"1.1.6.3": "PLANT 1.1.6.3 - Employer's Equipment: 'Employer's Equipment' means the apparatus, machinery & vehicles (if any) made available by the Employer for the use of the Contractor in the execution of the Works, as stated in the Employer's Requirements; but does not include Plant which has not been taken over by the Employer.",

"1.1.6.4": "PLANT 1.1.6.4 - Force Majeure: 'Force Majeure' is defined in Clause 19 [Force Majeure].#19",

"1.1.6.5": "PLANT 1.1.6.5 - Laws: 'Laws' means all national (or state) legislation, statutes, ordinances & other laws, & regulations & by-laws of any legally constituted public authority.",

"1.1.6.6": "PLANT 1.1.6.6 - Performance Security: 'Performance Security' means the security (or securities, if any) under SC 4.2 [Performance Security].#4.2",

"1.1.6.7": "PLANT 1.1.6.7 - Site: 'Site' means the places where the Permanent Works are to be executed & to which Plant & Materials are to be delivered, & any other places as may be specified in the Contract as forming part of the Site.",

"1.1.6.8": "PLANT 1.1.6.8 - Unforeseeable: 'Unforeseeable' means not reasonably foreseeable by an experienced contractor by the date for submission of the Tender.",

"1.1.6.9": "PLANT 1.1.6.9 - Variation: 'Variation' means any change to the Works, which is instructed or approved as a variation under Clause 13 [Variations & adjustments].#13",

"1.2": "PLANT 1.2 - Interpretation: In the Contract, except where the context requires otherwise:\n(a) words indicating one gender include all genders;\n(b) words indicating the singular also include the plural & words indicating the plural also include the singular;\n(c) provisions including the word agree, agreed or agreement require the agreement to be recorded in writing, &\n(d) written or in writing means hand-written, type-written, printed or electronically made, & resulting in a permanent record.///The marginal words & other headings shall not be taken into consideration in the interpretation of these Conditions.",


"1.3": "PLANT 1.3 - Communications: Wherever these Conditions provide for the giving or issuing of approvals, certificates, consents, determinations, notices & requests, these communications shall be:\n(a) in writing & delivered by h& (against receipt), sent by mail or courier, or transmitted using any of the agreed systems of electronic transmission as stated in the Appendix to Tender; &\n(b) delivered, sent or transmitted to the address for the recipient's communications as stated in the Appendix to Tender.///However: \n(i) if the recipient gives notice of another address, communications shall thereafter be delivered accordingly; & \n(ii) if the recipient has not stated otherwise when requesting an approval or consent, ///it may be sent to the address from which the request was issued.///Approvals, certificates, consents & determinations shall not be unreasonably withheld or delayed. When a certificate is issued to a Party, the certifier shall send a copy to the other Party. When a notice is issued to a Party, by the other Party or the Engineer, a copy shall be sent to the Engineer or the other Party, as the case may be.",

"1.4": "PLANT 1.4 - Law & language: The Contract shall be governed by the law of the country (or other jurisdiction) stated in the Appendix to Tender.///If there are versions of any part of the Contract which are written in more than one language, the version which is in the ruling language stated in the Appendix to Tender shall prevail.///The language for communications shall be that stated in the Appendix to Tender. If no language is stated there, the language for communications shall be the language in which the Contract (or most of it) is written.",

"1.5": "PLANT 1.5 - Priority of Documents: The documents forming the Contract are to be taken as mutually explanatory of one another. For the purposes of interpretation, the priority of the documents shall be in accordance with the following sequence:\n(a) the Contract Agreement (if any), (b) the Letter of Acceptance, (c) the Letter of Tender, (d) the Particular Conditions, (e) these General Conditions, (f) the Employer's Requirements, (g) the Schedules, & (h) the Contractor's Proposal & any other documents forming part of the Contract.///If an ambiguity or discrepancy is found in the documents, the Engineer shall issue any necessary clarification or instruction.",

"1.6": "PLANT 1.6 - Contract agreement: The Parties shall enter into a Contract Agreement within 28 days after the Contractor receives the Letter of Acceptance, unless they agree otherwise. The Contract Agreement shall be based upon the form annexed to the Particular Conditions. The costs of stamp duties & similar charges (if any) imposed by law in connection with entry into the Contract Agreement shall be borne by the Employer.",

"1.7": "PLANT 1.7 - Assignment: Neither Party shall assign the whole or any part of the Contract or any benefit or interest in or under the Contract. However, either Party:\n(a) may assign the whole or any part with the prior agreement of the other Party, at the sole discretion of such other Party, &\n(b) may, as security in favour of a bank or financial institution, assign its right to any moneys due, or to become due, under the Contract.",

"1.8": "PLANT 1.8 - Care & supply of Documents: Each of the Contractor's Documents shall be in the custody & care of the Contractor, unless & until taken over by the Employer. Unless otherwise stated in the Contract, the Contractor shall supply to the Engineer six copies of each of the Contractor's Documents.///The Contractor shall keep, on the Site, a copy of the Contract, publications named in the Employer's Requirements, the Contractor's Documents, & Variations & other communications given under the Contract. The Employer's Personnel shall have the right of access to all these documents at all reasonable times.///If a Party becomes aware of an error or defect of a technical nature in a document which was prepared for use in executing the Works, the Party shall promptly give notice to the other Party of such error or defect.",

"1.9": "PLANT 1.9 - Errors in the Employer's Requirements: If the Contractor suffers delay and/or incurs Cost as a result of an error in the Employer's Requirements, & an experienced contractor exercising due care would not have discovered the error when scrutinising the Employer's Requirements under SC 5.1 [General design obligations], the Contractor shall give notice to the Engineer & shall be entitled subject to SC 20.1 [Contractor's Claims] to:\n(a) an extension of time for any such delay, if completion is or will be delayed, under SC 8.4 [Extension of Time for Completion], and\n(b) payment of any such Cost plus reasonable profit, which shall be included in the Contract Price.///After receiving this notice, the Engineer shall proceed in accordance with SC 3.5 [Determinations] to agree or determine (i) whether & (if so) to what extent the error could not reasonably have been so discovered, & (ii) the matters described in sub-paragraphs (a) & (b) above related to this extent.#3.5,5.1,8.4,20.1",

"1.10": "PLANT 1.10 - Employer's Use of Contractor's Documents: As between the Parties, the Contractor shall retain the copyright & other intellectual property rights in the Contractor's Documents & other design documents made by (or on behalf of) the Contractor.///The Contractor shall be deemed (by signing the Contract) to give to the Employer a non-terminable transferable non-exclusive royalty-free licence to copy, use & communicate the Contractor's Documents, including making & using modifications of them. This licence shall:\n(a) apply throughout the actual or intended working life (whichever is longer) of the relevant parts of the Works,\n(b) entitle any person in proper possession of the relevant part of the Works to copy, use & communicate the Contractor's Documents for the purposes of completing, operating, maintaining, altering, adjusting, repairing & demolishing the Works, &\n(c) in the case of Contractor's Documents which are in the form of computer programs & other software, permit their use on any computer on the Site & other places as envisaged by the Contract, including replacements of any computers supplied by the Contractor.///The Contractor's Documents & other design documents made by (or on behalf of) the Contractor shall not, without the Contractor's consent, be used, copied or communicated to a third party by (or on behalf of) the Employer for purposes other than those permitted under this SC.",

"1.11": "PLANT 1.11 - Contractor's use of Employer's Documents: As between the Parties, the Employer shall retain the copyright & other intellectual property rights in the Empolyer's Requirements, the Drawings & other documents made by (or on behalf of) the Employer. The Contractor may, at his cost, copy, use, & obtain communication of these documents for the purposes of the Contract. They shall not, without the Employer's consent, be copied, used or communicated to a third party by the Contractor, except as necessary for the purposes of the Contract.",

"1.12": "PLANT 1.12 - Confidential details: The Contractor shall disclose all such confidential & other information as the Engineer may reasonably require in order to verify the Contractor's compliance with the Contract.", 
	
"1.13": "PLANT 1.13 - Compliance with Laws: The Contractor shall, in performing the Contract, comply with applicable Laws. Unless otherwise stated in the Particular Conditions:\n(a) the Employer shall have obtained (or shall obtain) the planning, zoning or similar permission for the Permanent Works, & any other permissions described in the Specification as having been (or being) obtained by the Employer; & the Employer shall indemnify & hold the Contractor harmless against & from the consequences of any failure to do so; &\n(b) the Contractor shall give all notices, pay all taxes, duties & fees, & obtain all permits, licences & approvals, as required by the Laws in relation to the execution & completion of the Works & the remedying of any defects; & the Contractor shall indemnify & hold the Employer harmless against & from the consequences of any failure to do so.",

"1.14": "PLANT 1.14 - Joint & several liability: If the Contractor constitutes (under applicable Laws) a joint venture, consortium or other unincorporated grouping of two or more persons: \n(a) these persons shall be deemed to be jointly & severally liable to the Employer for the performance of the Contract; \n(b) these persons shall notify the Employer of their leader who shall have authority to bind the Contractor & each of these persons; & (c) the Contractor shall not alter its composition or legal status without the prior consent of the Employer.",

"2": "PLANT 2 - The Employer: 2.1 Right of Access to the Site, 2.2 Permits, licences or approvals, 2.3 Employer's Personnel, 2.4 Employer's financial arrangements, 2.5 Employer's claims.#2.1,2.2,2.3,2.4,2.5",

"2.1": "PLANT 2.1 - Right of access to the Site: The Employer shall give the Contractor right of access to, & possession of, all parts of the Site within the time (or times) stated in the Appendix to Tender. The right & possession may not be exclusive to the Contractor. If, under the Contract, the Employer is required to give (to the Contractor) possession of any foundation, structure, plant or means of access, the Employer shall do so in the time & manner stated in the Employer's Requirements. However, the Employer may withhold any such right or possession until the Performance Security has been received.///If no such time is stated in the Appendix to Tender, the Employer shall give the Contractor right of access to, & possession of, the Site within such times as may be required to enable the Contractor to proceed in accordance with the programme submitted under SC8.3 [Programme]///If the Contractor suffers delay and/or incurs Cost as a result of a failure by the Employer to give any such right or possession within such time, the Contractor shall give notice to the Engineer & shall be entitled subject to SC20.1 [Contractor's Claims] to:\n(a) an extension of time for any such delay, if completion is or will be delayed, under SC8.4 [Extension of Time for Completion], & \n(b) payment of any such Cost plus reasonable profit, which shall be included in the Contract Price.///After receiving this notice, the Engineer shall proceed in accordance with SC3.5 [Determinations] to agree or determine these matters.///However, if & to the extent that the Employer's failure was caused by any error or delay by the Contractor, including an error in, or delay in the submission of, any of the Contractor's Documents, the Contractor shall not be entitled to such extension of time, Cost or profit.#8.3,8.4,20.1",

"2.2": "PLANT 2.2 - Permits, Licences or Approval: The Employer shall (where he is in a position to do so) provide reasonable assistance to the Contractor at the request of the Contractor:\n(a) by obtaining copies of the Laws of the Country which are relevant to the Contract but are not readily available, & \n(b) for the Contractor's applications for any permits, licences or approvals required by the Laws of the Country:(i) which the Contractor is required to obtain under SC1.13 [Compliance with Laws], (ii) for the delivery of Goods, including clearance through customs, & (iii) for the export of Contractor's Equipment when it is removed from the Site.#1.13",

"2.3": "PLANT 2.3 - Employer's Personnel: The Employer shall be responsible for ensuring that the Employer's Personnel & the Employer's other contractors on the Site:\n(a) co-operate with the Contractor's efforts under SC 4.6 [Co-operation], and\n(b) take actions similar to those which the Contractor is required to take under subparagraphs (a), (b) & (c) of SC 4.8 [Safety procedures] & under SC 4.18 [Protection of the environment].#4.6,4.8,4.18",

"2.4": "PLANT 2.4 - Employer's financial arrangements: The Employer shall submit, within 28 days after receiving any request from the Contractor, reasonable evidence that financial arrangements have been made & are being maintained which will enable the Employer to pay the Contract Price (as estimated at that time) in accordance with Clause 14 [Contract price & payment]. If the Employer intends to make any material change to his financial arrangements, the Employer shall give notice to the Contractor with detailed particulars.#14",

"2.5": "PLANT 2.5 - Employer's claims: If the Employer considers himself to be entitled to any payment under any Clause of these Conditions or otherwise in connection with the Contract, and/or to any extension of the Defects Notification Period, the Employer or the Engineer shall give notice & particulars to the Contractor. However, notice is not required for payments due under SC 4.19 [Electricity, water & gas], under SC 4.20 [Employer's Equipment & free-issue material], or for other services requested by the Contractor.///The notice shall be given as soon as practicable after the Employer became aware of the event or circumstances giving rise to the claim. A notice relating to any extension of the Defects Notification Period shall be given before the expiry of such period.///The particulars shall specify the Clause or other basis of the claim, & shall include substantiation of the amount and/or extension to which the Employer considers himself to be entitled in connection with the Contract. The Engineer shall then proceed in accordance with SC 3.5 [Determinations] to agree or determine (i) the amount (if any) which the Employer is entitled to be paid by the Contractor, and/or (ii) the extension (if any) of the Defects Notification Period in accordance with SC 11.3 [Extension of Defects Notification Period].///This amount may be included as a deduction in the Contract Price & Payment Certificates. The Employer shall only be entitled to set off against or make any deduction from an amount certified in a Payment Certificate, or to otherwise claim against the Contractor, in accordance with this Sub-Clause.#3.5,4.19,4.20,11.3",

"3": "PLANT 3 - The Engineer: 3.1 Engineer's duties & authority, 3.2 Delegation by the Engineer, 3.3. Instructions of the Engineer, 3.4 Replacement of the Engineer, 3.5 Determinations.#3.1,3.2,3.3,3.4,3.5",

"3.1": "PLANT 3.1 - Engineer's duties & authority: The Employer shall appoint the Engineer who shall carry out the duties assigned to him in the Contract. The Engineer's staff shall include suitably qualified engineers & other professionals who are competent to carry out these duties.///The Engineer shall have no authority to amend the Contract.///The Engineer may exercise the authority attributable to the Engineer as specified in or necessarily to be implied from the Contract. If the Engineer is required to obtain the approval of the Employer before exercising a specified authority, the requirements shall be as stated in the Particular Conditions. The Employer undertakes not to impose further constraints on the Engineer's authority, except as agreed with the Contractor.///However, whenever the Engineer exercises a specified authority for which the Employer's approval is required, then (for the purposes of the Contract) the Employer shall be deemed to have given approval.///Except as otherwise stated in these Conditions:\n(a) whenever carrying out duties or exercising authority, specified in or implied by the Contract, the Engineer shall be deemed to act for the Employer;\n(b) the Engineer has no authority to relieve either Party of any duties, obligations or responsibilities under the Contract; &\n(c) any approval, check, certificate, consent, examination, inspection, instruction, notice, proposal, request, test, or similar act by the Engineer (including absence of disapproval) shall not relieve the Contractor from any responsibility he has under the Contract, including responsibility for errors, omissions, discrepancies & non-compliances.",

"3.2": "PLANT 3.2 - Delegation by the Engineer: The Engineer may from time to time assign duties & delegate authority to assistants, & may also revoke such assignment or delegation. These assistants may include a resident engineer, and/or independent inspectors appointed to inspect and/or test items of Plant and/or Materials. The assignment, delegation or revocation shall be in writing & shall not take effect until copies have been received by both Parties. However, unless otherwise agreed by both Parties, the Engineer shall not delegate the authority to determine any matter in accordance with SC 3.5 [Determinations].///Assistants shall be suitably qualified persons, who are competent to carry out these duties & exercise this authority, & who are fluent in the language for communications defined in SC 1.4 [Law & language].///Each assistant, to whom duties have been assigned or authority has been delegated, shall only be authorised to issue instructions to the Contractor to the extent defined by the delegation. Any approval, check, certificate, consent, examination, inspection, instruction, notice, proposal, request, test, or similar act by an assistant, in accordance with the delegation, shall have the same effect as though the act had been an act of the Engineer.///However:\n(a) any failure to disapprove any work, Plant or Materials shall not constitute approval, & shall therefore not prejudice the right of the Engineer to reject the work, Plant or Materials; \n(b) if the Contractor questions any determination or instruction of an assistant, the Contractor may refer the matter to the Engineer, who shall promptly confirm, reverse or vary the determination or instruction.#1.4,3.5",

"3.3": "PLANT 3.3 - Instructions of the Engineer: The Engineer may issue to the Contractor (at any time) instructions which may be necessary for the execution of the Works & the remedying of any defects, all in accordance with the Contract. The Contractor shall only take instructions from the Engineer, or from an assistant to whom the appropriate authority has been delegated under this Clause. If an instruction constitutes a Variation, Clause 13 [Variations & Adjustments] shall apply.///The Contractor shall comply with the instructions given by the Engineer or delegated assistant, on any matter related to the Contract. These instructions shall be given in writing.#13",

"3.4": "PLANT 3.4 - Replacement of the Engineer: If the Employer intends to replace the Engineer, the Employer shall, not less than 42 days before the intended date of replacement, give notice to the Contractor of the name, address & relevant experience of the intended replacement Engineer. The Employer shall not replace the Engineer with a person against whom the Contractor raises reasonable objection by notice to the Employer, with supporting particulars.",

"3.5": "PLANT 3.5 - Determinations: Whenever these Conditions provide that the Engineer shall proceed in accordance with this SC 3.5 to agree or determine any matter, the Engineer shall consult with each Party in an endeavour to reach agreement. If agreement is not achieved, the Engineer shall make a fair determination in accordance with the Contract, taking due regard of all relevant circumstances.///The Engineer shall give notice to both Parties of each agreement or determination, with supporting particulars. Each Party shall give effect to each agreement or determination unless & until revised under Clause 20 [Claims, disputes & arbitration].#3.5,20",
 
"4": "PLANT 4 - The Contractor: 4.1 Contractor's general obligations, 4.2 Performance Security, 4.3. Contractor's Representative, 4.4 Subcontractors, 4.5 Nominated Subcontractors, 4.6 Co-operation. 4.7 Setting Out, 4.8 Safety procedures, 4.9 Quality assurance, 4.10 Site data, 4.11 Sufficiency of the accepted contract amount, 4.12 Unforeseeable physical conditions, 4.13 Rights of way & facilities, 4.14 Avoidance of interference, 4.15 Access route, 4.16 Transport of Goods, 4.17 Contractor's Equipment, 4.18 Protection of the environment, 4.19 Electricity, water & gas, 4.20 Employer's Equipment & free-issue material, 4.21 Progress reports, 4.22 Security of the Site, 4.23 Contractor's operations on Site, 4.24 Fossils.#4.1,4.2,4.3,4.4,4.5,4.6,4.7,4.8,4.9,4.10,4.11,4.12,4.13,4.14,4.15,4.16,4.17,4.18,4.19,4.20,4.21,4.22,4.23,4.24",

"4.1": "PLANT 4.1 - Contractor's general obligations: The Contractor shall design, execute & complete the Works in accordance with the Contract, & shall remedy any defects in the Works. When completed, the Works shall be fit for the purposes for which the Works are intended as defined in the Contract.//The Contractor shall provide the Plant & Contractor's Documents specified in the Contract, & all Contractor's Personnel, Goods, consumables & other things & services, whether of a temporary or permanent nature, required in & for this design, execution, completion & remedying of defects.//The Works shall include any work which is necessary to satisfy the Employer's Requirements, Contractor's proposal & Schedules, or is implied by the Contract, & all works which (although not mentioned in the Contract) are necessary for stability or for the completion, or safe & proper operation, of the Works.//The Contractor shall be responsible for the adequacy, stability & safety of all Site operations, of all methods of construction & of all the Works.//The Contractor shall, whenever required by the Engineer, submit details of the arrangements & methods which the Contractor proposes to adopt for the execution of the Works. No significant alteration to these arrangements & methods shall be made without this having previously been notified to the Engineer.",

"4.2": "PLANT 4.2 - Performance Security: The Contractor shall obtain (at his cost) a Performance Security for proper performance, in the amount & currencies stated in the Appendix to Tender. If an amount is not stated in the Appendix to Tender, this Sub-Clause shall not apply.///The Contractor shall deliver the Performance Security to the Employer within 28 days after receiving the Letter of Acceptance, & shall send a copy to the Engineer. The Performance Security shall be issued by an entity & from within a country (or other jurisdiction) approved by the Employer, & shall be in the form annexed to the Particular Conditions or in another form approved by the Employer.///The Contractor shall ensure that the Performance Security is valid & enforceable until the Contractor has executed & completed the Works & remedied any defects. If the terms of the Performance Security specify its expiry date, & the Contractor has not become entitled to receive the Performance Certificate by the date 28 days prior to the expiry date, the Contractor shall extend the validity of the Performance Security until the Works have been completed & any defects have been remedied.///The Employer shall not make a claim under the Performance Security, except for amounts to which the Employer is entitled under the Contract in the event of:\n(a) failure by the Contractor to extend the validity of the Performance Security as described in the preceding paragraph, in which event the Employer may claim the full amount of the Performance Security,\n(b) failure by the Contractor to pay the Employer an amount due, as either agreed by the Contractor or determined under SC 2.5 [Employer's claims] or Clause 20 [Claims, disputes & arbitration], within 42 days after this agreement or determination,\n(c) failure by the Contractor to remedy a default within 42 days after receiving the Employer's notice requiring the default to be remedied, or (d) circumstances which entitle the Employer to termination under SC 15.2 [Termination by Employer], irrespective of whether notice of termination has been given.///The Employer shall indemnify & hold the Contractor harmless against & from all damages, losses & expenses (including legal fees & expenses) resulting from a claim under the Performance Security to the extent to which the Employer was not entitled to make the claim.///The Employer shall return the Performance Security to the Contractor within 21 days after receiving a copy of the Performance Certificate.#2.5,15.2,20", 

"4.3": "PLANT 4.3 - Contractor's Representative: The Contractor shall appoint the Contractor's Representative & shall give him all authority necessary to act on the Contractor's behalf under the Contract.///Unless the Contractor's Representative is named in the Contract, the Contractor shall, prior to the Commencement Date, submit to the Engineer for consent the name & particulars of the person the Contractor proposes to appoint as Contractor's Representative. If consent is withheld or subsequently revoked, or if the appointed person fails to act as Contractor's Representative, the Contractor shall similarly submit the name & particulars of another suitable person for such appointment.///The Contractor shall not, without the prior consent of the Engineer, revoke the appointment of the Contractor's Representative or appoint a replacement.///The whole time of the Contractor's Representative shall be given to directing the Contractor's performance of the Contract. If the Contractor's Representative is to be temporarily absent from the Site during the execution of the Works, a suitable replacement person shall be appointed, subject to the Engineer's prior consent, & the Engineer shall be notified accordingly.///The Contractor's Representative shall, on behalf of the Contractor, receive instructions under SC 3.3 [Instructions of the Engineer].///The Contractor's Representative may delegate any powers, functions & authority to any competent person, & may at any time revoke the delegation. Any delegation or revocation shall not take effect until the Engineer has received prior notice signed by the Contractor's Representative, naming the person & specifying the powers, functions & authority being delegated or revoked.///The Contractor's Representative & all these persons shall be fluent in the language for communications defined in SC 1.4 [Law & Language].#1.4,3.3", 

"4.4": "PLANT 4.4 - Subcontractors: The Contractor shall not subcontract the whole of the Works.///The Contractor shall be responsible for the acts or defaults of any Subcontractor, his agents or employees, as if they were the acts or defaults of the Contractor. Unless otherwise stated in the Particular Conditions:\n(a) the Contractor shall not be required to obtain consent to suppliers of Materials, or to a subcontract for which the Subcontractor is named in the Contract; \n(b) the prior consent of the Engineer shall be obtained to other proposed Subcontractors; & \n(c) the Contractor shall give the Engineer not less than 28 days' notice of the intended date of the commencement of each Subcontractor's work, & of the commencement of such work on the Site.", 

"4.5": "PLANT 4.5 - Nominated Subcontractors: In this SC, 'nominated Subcontractor' means a Subcontractor whom the Engineer, under Clause 13 [Variations & adjustments], instructs the Contractor to employ as a Subcontractor. The Contractor shall not be under any obligation to employ a nominated Subcontractor against whom the Contractor raises reasonable objection by notice to the Engineer as soon as practicable, with supporting particulars.#13", 

"4.6": "PLANT 4.6 - Co-operation: The Contractor shall, as specified in the Contract or as instructed by the Engineer, allow appropriate opportunities for carrying out work to:\n(a) the Employer's Personnel,\n(b) any other contractors employed by the Employer, &\n(c) the personnel of any legally constituted public authorities,\nwho may be employed in the execution on or near the Site of any work not included in the Contract.///Any such instruction shall constitute a Variation if & to the extent that it causes the Contractor to incur Unforeseeable Cost. Services for these personnel & other contractors may include the use of Contractor's Equipment, Temporary Works or access arrangements which are the responsibility of the Contractor.///The Contractor shall be responsible for his construction activities on the Site, & shall co-ordinate his own activities with those of other contractors to the extent (if any) specified in the Employer's Requirements.///If, under the Contract, the Employer is required to give to the Contractor possession of any foundation, structure, plant or means of access in accordance with Contractor's Documents, the Contractor shall submit such documents to the Engineer in the time & manner stated in the Employer's Requirements", 

"4.7": "PLANT 4.7 - Setting Out: The Contractor shall set out the Works in relation to original points, lines & levels of reference specified in the Contract or notified by the Engineer. The Contractor shall be responsible for the correct positioning of all parts of the Works, & shall rectify any error in the positions, levels, dimensions or alignment of the Works.///The Employer shall be responsible for any errors in these specified or notified items of reference, but the Contractor shall use reasonable efforts to verify their accuracy before they are used.///If the Contractor suffers delay and/or incurs Cost from executing work which was necessitated by an error in these items of reference, & an experienced contractor could not reasonably have discovered such error & avoided this delay and/or Cost, the Contractor shall give notice to the Engineer & shall be entitled subject to Sub-Clause 20.1 [Contractor's Claims] to:\n(a) an extension of time for any such delay, if completion is or will be delayed, under SC 8.4 [Extension of Time for Completion], & \n(b) payment of any such Cost plus reasonable profit, which shall be included in the Contract Price.///After receiving this notice, the Engineer shall proceed in accordance with SC 3.5 [Determinations] to agree or determine (i) whether & (if so) to what extent the error could not reasonably have been discovered, & (ii) the matters described in sub-paragraphs (a) & (b) above related to this extent.#8.4,20.1", 

"4.8": "PLANT 4.8 - Safety procedures: The Contractor shall:\n(a) comply with all applicable safety regulations, \n(b) take care for the safety of all persons entitled to be on the Site, \n(c) use reasonable efforts to keep the Site & Works clear of unnecessary obstruction so as to avoid danger to these persons, \n(d) provide fencing, lighting, guarding & watching of the Works until completion & taking over under Clause 10 [Employer's Taking Over], & \n(e) provide any Temporary Works (including roadways, footways, guards & fences) which may be necessary, because of the execution of the Works, for the use & protection of the public & of owners & occupiers of adjacent land.", 

"4.9": "PLANT 4.9 - Quality assurance: The Contractor shall institute a quality assurance system to demonstrate compliance with the requirements of the Contract. The system shall be in accordance with the details stated in the Contract. The Engineer shall be entitled to audit any aspect of the system.///Details of all procedures & compliance documents shall be submitted to the Engineer for information before each design & execution stage is commenced. When any document of a technical nature is issued to the Engineer, evidence of the prior approval by the Contractor himself shall be apparent on the document itself.///Compliance with the quality assurance system shall not relieve the Contractor of any of his duties, obligations or responsibilities under the Contract.", 

"4.10": "PLANT 4.10 - Site data: The Employer shall have made available to the Contractor for his information, prior to the Base Date, all relevant data in the Employer's possession on sub-surface & hydrological conditions at the Site, including environmental aspects. The Employer shall similarly make available to the Contractor all such data which come into the Employer's possession after the Base Date. The Contractor shall be responsible for interpreting all such data.///To the extent which was practicable (taking account of cost & time), the Contractor shall be deemed to have obtained all necessary information as to risks, contingencies & other circumstances which may influence or affect the Tender or Works. To the same extent, the Contractor shall be deemed to have inspected & examined the Site, its surroundings, the above data & other available information, & to have been satisfied before submitting the Tender as to all relevant matters, including (without limitation):\n(a) the form & nature of the Site, including sub-surface conditions, (b) the hydrological & climatic conditions, (c) the extent & nature of the work & Goods necessary for the execution & completion of the Works & the remedying of any defects, (d) the Laws, procedures & labour practices of the Country,  & (e) the Contractor's requirements for access, accommodation, facilities, personnel, power, transport, water & other services.", 

"4.11": "PLANT 4.11 - Sufficiency of the accepted contract amount: The Contractor shall be deemed to:\n(a) have satisfied himself as to the correctness & sufficiency of the Accepted Contract Amount, & \n(b) have based the Accepted Contract Amount on the data, interpretations, necessary information, inspections, examinations & satisfaction as to all relevant matters referred to in SC 4.10 [Site Data] & any further data relevant to the Contractor's design.///Unless otherwise stated in the Contract, the Accepted Contract Amount covers all the Contractor's obligations under the Contract (including those under Provisional Sums, if any) & all things necessary for the proper design, execution & completion of the Works & the remedying of any defects.#4.10", 

"4.12": "PLANT 4.12 - Unforeseeable physical conditions: In this Sub-Clause, 'physical conditions' means natural physical conditions & manmade & other physical obstructions & pollutants, which the Contractor encounters at the Site when executing the Works, including sub-surface & hydrological conditions but excluding climatic conditions.///If the Contractor encounters adverse physical conditions which he considers to have been Unforeseeable, the Contractor shall give notice to the Engineer as soon as practicable.///This notice shall describe the physical conditions, so that they can be inspected by the Engineer, & shall set out the reasons why the Contractor considers them to be Unforeseeable. The Contractor shall continue executing the Works, using such proper & reasonable measures as are appropriate for the physical conditions, & shall comply with any instructions which the Engineer may give. If an instruction constitutes a Variation, Clause 13 [Variations & adjustments] shall apply.///If & to the extent that the Contractor encounters physical conditions which are Unforeseeable, gives such a notice, & suffers delay and/or incurs Cost due to these conditions, the Contractor shall be entitled subject to SC 20.1 [Contractor's claims] to:\n(a) an extension of time for any such delay, if completion is or will be delayed, under SC 8.4 [Extension of Time for Completion], & \n(b) payment of any such Cost, which shall be included in the Contract Price.///After receiving such notice & inspecting and/or investigating these physical conditions, the Engineer shall proceed in accordance with SC 3.5 [Determinations] to agree or determine (i) whether & (if so) to what extent these physical conditions were Unforeseeable, & (ii) the matters described in subparagraphs (a) & (b) above related to this extent.///However, before additional Cost is finally agreed or determined under sub-paragraph (ii), the Engineer may also review whether other physical conditions in similar parts of the Works (if any) were more favourable than could reasonably have been foreseen when the Contractor submitted the Tender. If & to the extent that these more favourable conditions were encountered, the Engineer may proceed in accordance with SC 3.5 [Determinations] to agree or determine the reductions in Cost which were due to these conditions, which may be included (as deductions) in the Contract Price & Payment Certificates. However, the net effect of all adjustments under subparagraph (b) & all these reductions, for all the physical conditions encountered in similar parts of the Works, shall not result in a net reduction in the Contract Price.///The Engineer may take account of any evidence of the physical conditions foreseen by the Contractor when submitting the Tender, which may be made available by the Contractor, but shall not be bound by any such evidence.#3.5,8.4,20.1", 

"4.13": "PLANT 4.13 - Rights of way & facilities: The Contractor shall bear all costs & charges for special and/or temporary rightsof-way which he may require, including those for access to the Site. The Contractor shall also obtain, at his risk & cost, any additional facilities outside the Site which he may require for the purposes of the Works.", 

"4.14": "PLANT 4.14 - Avoidance of interference: The Contractor shall not interfere unnecessarily or improperly with:\n(a) the convenience of the public, or \n(b) the access to & use & occupation of all roads & footpaths, irrespective of whether they are public or in the possession of the Employer or of others.///The Contractor shall indemnify & hold the Employer harmless against & from all damages, losses & expenses (including legal fees & expenses) resulting from any such unnecessary or improper interference.", 

"4.15": "PLANT 4.15 - Access route: The Contractor shall be deemed to have been satisfied as to the suitability & availability of access routes to the Site. The Contractor shall use reasonable efforts to prevent any road or bridge from being damaged by the Contractor's traffic or by the Contractor's Personnel. These efforts shall include the proper use of appropriate vehicles & routes.///Except as otherwise stated in these Conditions:\n(a) the Contractor shall (as between the Parties) be responsible for any maintenance which may be required for his use of access routes; \n(b) the Contractor shall provide all necessary signs or directions along access routes, & shall obtain any permission which may be required from the relevant authorities for his use of routes, signs & directions; \n(c) the Employer shall not be responsible for any claims which may arise from the use or otherwise of any access route; \n(d) the Employer does not guarantee the suitability or availability of particular access routes; & \n(e) Costs due to non-suitability or non-availability, for the use required by the Contractor, of access routes shall be borne by the Contractor.", 

"4.16": "PLANT 4.16 - Transport of Goods: Unless otherwise stated in the Particular Conditions:\n(a) the Contractor shall give the Engineer not less than 21 days' notice of the date on which any Plant or a major item of other Goods will be delivered to the Site; \n(b) the Contractor shall be responsible for packing, loading, transporting, receiving, unloading, storing & protecting all Goods & other things required for the Works; & \n(c) the Contractor shall indemnify & hold the Employer harmless against & from all damages, losses & expenses (including legal fees & expenses) resulting from the transport of Goods, & shall negotiate & pay all claims arising from their transport.", 

"4.17": "PLANT 4.17 - Contractor's Equipment: The Contractor shall be responsible for all Contractor's Equipment. When brought on to the Site, Contractor's Equipment shall be deemed to be exclusively intended for the execution of the Works. The Contractor shall not remove from the Site any major items of Contractor's Equipment without the consent of the Engineer. However, consent shall not be required for vehicles transporting Goods or Contractor's Personnel off Site.", 

"4.18": "PLANT 4.18 - Protection of the environment: The Contractor shall take all reasonable steps to protect the environment (both on & off the Site) & to limit damage & nuisance to people & property resulting from pollution, noise & other results of his operations.///The Contractor shall ensure that emissions, surface discharges & effluent from the Contractor's activities shall not exceed the values indicated in the Employer's Requirements, & shall not exceed the values prescribed by applicable Laws.", 

"4.19": "PLANT 4.19 - Electricity, water & gas: The Contractor shall, except as stated below, be responsible for the provision of all power, water & other services he may require.///The Contractor shall be entitled to use for the purposes of the Works such supplies of electricity, water, gas & other services as may be available on the Site & of which details & prices are given in the Employer's Requirements. The Contractor shall, at his risk & cost, provide any apparatus necessary for his use of these services & for measuring the quantities consumed.///The quantities consumed & the amounts due (at these prices) for such services shall be agreed or determined by the Engineer in accordance with SC 2.5 [Employer's claims] & SC 3.5 [Determinations]. The Contractor shall pay these amounts to the Employer.#2.5,3.5", 

"4.20": "PLANT 4.20 - Employer's Equipment & free-issue material: The Employer shall make the Employer's Equipment (if any) available for the use of the Contractor in the execution of the Works in accordance with the details, arrangements & prices stated in the Employer's Requirements. Unless otherwise stated in the Employer's Requirements:\n(a) the Employer shall be responsible for the Employer's Equipment, except that \n(b) the Contractor shall be responsible for each item of Employer's Equipment whilst any of the Contractor's Personnel is operating it, driving it, directing it or in possession or control of it.///The appropriate quantities & the amounts due (at such stated prices) for the use of Employer's Equipment shall be agreed or determined by the Engineer in accordance with SC 2.5 [Employer's claims] & SC 3.5 [Determinations]. The Contractor shall pay these amounts to the Employer.///The Employer shall supply, free of charge, the 'free-issue materials' (if any) in accordance with the details stated in the Employer's Requirements. The Employer shall, at his risk & cost, provide these materials at the time & place specified in the Contract. The Contractor shall then visually inspect them, & shall promptly give notice to the Engineer of any shortage, defect or default in these materials. Unless otherwise agreed by both Parties, the Employer shall immediately rectify the notified shortage, defect or default.///After this visual inspection, the free-issue materials shall come under the care, custody & control of the Contractor. The Contractor's obligations of inspection, care, custody & control shall not relieve the Employer of liability for any shortage, defect or default not apparent from a visual inspection.#2.5,3.5", 

"4.21": "PLANT 4.21 - Progress reports: Unless otherwise stated in the Particular Conditions, monthly progress reports shall be prepared by the Contractor & submitted to the Engineer in six copies. The first report shall cover the period up to the end of the first calendar month following the Commencement Date. Reports shall be submitted monthly thereafter, each within 7 days after the last day of the period to which it relates.///Reporting shall continue until the Contractor has completed all work which is known to be outstanding at the completion date stated in the Taking-Over Certificate for the Works.///Each report shall include:\n(a) charts & detailed descriptions of progress, including each stage of design, Contractor's Documents, procurement, manufacture, delivery to Site, construction, erection, testing, commissioning & trial operation; \n(b) photographs showing the status of manufacture & of progress on the Site; \n(c) for the manufacture of each main item of Plant & Materials, the name of the manufacturer, manufacture location, percentage progress, & the actual or expected dates of: (i) commencement of manufacture, (ii) Contractor's inspections, (iii) tests, & (iv) shipment & arrival at the Site;\n(d) the details described in SC 6.10 [Records of Contractor's Personnel & Equipment]; \n(e) copies of quality assurance documents, test results & certificates of Materials; \n(f) list of Variations, notices given under SC 2.5 [Employer's claims] & notices given under SC 20.1 [Contractor's claims]; \n(g) safety statistics, including details of any hazardous incidents & activities relating to environmental aspects & public relations; & \n(h) comparisons of actual & planned progress, with details of any events or circumstances which may jeopardise the completion in accordance with the Contract, & the measures being (or to be) adopted to overcome delays.#2.5,6.10,20.1",

"4.22": "PLANT 4.22 - Security of the Site: Unless otherwise stated in the Particular Conditions:\n(a) the Contractor shall be responsible for keeping unauthorised persons off the Site, & \n(b) authorised persons shall be limited to the Contractor's Personnel & the Employer's Personnel;\n& to any other personnel notified to the Contractor, by the Employer or the Engineer, as authorised personnel of the Employer's other contractors on the Site.",

"4.23": "PLANT 4.23 - Contractor's operations on Site: The Contractor shall confine his operations to the Site, & to any additional areas which may be obtained by the Contractor & agreed by the Engineer as working areas. The Contractor shall take all necessary precautions to keep Contractor's Equipment & Contractor's Personnel within the Site & these additional areas, & to keep them off adjacent land.///During the execution of the Works, the Contractor shall keep the Site free from all unnecessary obstruction, & shall store or dispose of any Contractor's Equipment or surplus materials. The Contractor shall clear away & remove from the Site any wreckage, rubbish & Temporary Works which are no longer required.///Upon the issue of a Taking-Over Certificate, the Contractor shall clear away & remove, from that part of the Site & Works to which the Taking-Over Certificate refers, all Contractor's Equipment, surplus material, wreckage, rubbish & Temporary Works. The Contractor shall leave that part of the Site & the Works in a clean & safe condition. However, the Contractor may retain on Site, during the Defects Notification Period, such Goods as are required for the Contractor to fulfil obligations under the Contract.",

"4.24": "PLANT 4.24 - Fossils: All fossils, coins, articles of value or antiquity, & structures & other remains or items of geological or archaeological interest found on the Site shall be placed under the care & authority of the Employer. The Contractor shall take reasonable precautions to prevent Contractor's Personnel or other persons from removing or damaging any of these findings.///The Contractor shall, upon discovery of any such finding, promptly give notice to the Engineer, who shall issue instructions for dealing with it. If the Contractor suffers delay and/or incurs Cost from complying with the instructions, the Contractor shall give a further notice to the Engineer & shall be entitled subject to SC 20.1 [Contractor's claims] to:\n(a) an extension of time for any such delay, if completion is or will be delayed, under SC 8.4 [Extension of Time for Completion], & \n(b) payment of any such Cost, which shall be included in the Contract Price.///After receiving this further notice, the Engineer shall proceed in accordance with SC 3.5 [Determinations] to agree or determine these matters.#3.5,8.4,20.1",

"5": "PLANT 5 - Design: 5.1 General design obligations, 5.2 Contractor's Documents, 5.3 Contractor's undertaking, 5.4 Technical standards & regulations, 5.5 Training, 5.6 As-Built documents 5.7 Operation & maintenance manuals, 5.8 Design error#5.1,5.2,5.3,5.4,5.5,5.6,5.7,5.8",

"5.1": "PLANT 5.1 - General design obligations: The Contractor shall carry out, & be responsible for, the design of the Works. Design shall be prepared by qualified designers who are engineers or other professionals who comply with the criteria (if any) stated in the Employer's Requirements. Unless otherwise stated in the Contract, the Contractor shall submit to the Engineer for consent the name & particulars of each proposed designer & design Subcontractor.///The Contractor warrants that he, his designers & design Subcontractors have the experience & capability necessary for the design. The Contractor undertakes that the designers shall be available to attend discussions with the Engineer at all reasonable times, until the expiry date of the relevant Defects Notification Period.///Upon receiving notice under SC 8.1 [Commencement of Works], the Contractor shall scrutinise the Employer's Requirements (including design criteria & calculations, if any) & the items of reference mentioned in SC 4.7 [Setting Out]. Within the period stated in the Appendix to Tender, calculated from the Commencement Date, the Contractor shall give notice to the Engineer of any error, fault or other defect found in the Employer's Requirements or these items of reference.///After receiving this notice, the Engineer shall determine whether Clause 13 [Variations & adjustments] shall be applied, & shall give notice to the Contractor accordingly. If & to the extent that (taking account of cost & time) an experienced contractor exercising due care would have discovered the error, fault or other defect when examining the Site & the Employer's Requirements before submitting the Tender, the Time for Completion shall not be extended & the Contract Price shall not be adjusted.#4.7,8.1,13", 

"5.2": "PLANT 5.2 - Contractor's Documents: The Contractor's Documents shall comprise the technical documents specified in the Employer's Requirements, documents required to satisfy all regulatory approvals, & the documents described in SC 5.6 [As-Built Documents] & SC 5.7 [Operation & maintenance manuals]. Unless otherwise stated in the Employer's Requirements, the Contractor's Documents shall be written in the language for communications defined in SC 1.4 [Law & language].///The Contractor shall prepare all Contractor's Documents, & shall also prepare any other documents necessary to instruct the Contractor's Personnel. The Employer's Personnel shall have the right to inspect the preparation of all these documents, wherever they are being prepared.///If the Employer's Requirements describe the Contractor's Documents which are to be submitted to the Engineer for review and/or for approval, they shall be submitted accordingly, together with a notice as described below. In the following provisions of this Sub-Clause, (i) 'review period' means the period required by the Engineer for review & (if so specified) for approval, & (ii) 'Contractor's Documents' exclude any documents which are not specified as being required to be submitted for review and/or for approval.///Unless otherwise stated in the Employer's Requirements, each review period shall not exceed 21 days, calculated from the date on which the Engineer receives a Contractor's Document & the Contractor's notice. This notice shall state that the Contractor's Document is considered ready, both for review (and approval, if so specified) in accordance with this SC & for use. The notice shall also state that the Contractor's Document complies with the Contract, or the extent to which it does not comply.///The Engineer may, within the review period, give notice to the Contractor that a Contractor's Document fails (to the extent stated) to comply with the Contract. If a Contractor's Document so fails to comply, it shall be rectified, resubmitted & reviewed (and, if specified, approved) in accordance with this Sub-Clause, at the Contractor's cost.///For each part of the Works, & except to the extent that the prior approval or consent of the Engineer shall have been obtained:\n(a) in the case of a Contractor's Document which has (as specified) been submitted for the Engineer's approval: (i) the Engineer shall give notice to the Contractor that the Contractor's Document is approved, with or without comments, or that it fails (to the extent stated) to comply with the Contract; (ii) execution of such part of the Works shall not commence until the Engineer has approved the Contractor's Document; & (iii) the Engineer shall be deemed to have approved the Contractor's Document upon the expiry of the review periods for all the Contractor's Documents which are relevant to the design & execution of such part, unless the Engineer has previously notified otherwise in accordance with sub-paragraph (i);\n(b) execution of such part of the Works shall not commence prior to the expiry of the review periods for all the Contractor's Documents which are relevant to its design & execution; \n(c) execution of such part of the Works shall be in accordance with these reviewed (and, if specified, approved) Contractor's Documents; & \n(d) if the Contractor wishes to modify any design or document which has previously been submitted for review (and, if specified, approval), the Contractor shall immediately give notice to the Engineer. Thereafter, the Contractor shall submit revised documents to the Engineer in accordance with the above procedure.///If the Engineer instructs that further Contractor's Documents are required, the Contractor shall prepare them promptly.///Any such approval or consent, or any review (under this SC or otherwise), shall not relieve the Contractor from any obligation or responsibility.#1.4,5.6,5.7", 

"5.3": "PLANT 5.3 - Contractor's undertaking: The Contractor undertakes that the design, the Contractor's Documents, the execution & the completed Works will be in accordance with: (a) the Laws in the Country, & (b) the documents forming the Contract, as altered or modified by Variations.", 

"5.4": "PLANT 5.4 - Technical standards & regulations: The design, the Contractor's Documents, the execution & the completed Works shall comply with the Country's technical standards, building, construction & environmental Laws, Laws applicable to the product being produced from the Works, & other standards specified in the Employer's Requirements, applicable to the Works, or defined by the applicable Laws.///All these Laws shall, in respect of the Works & each Section, be those prevailing when the Works or Section are taken over by the Employer under Clause 10 [Employer's Taking Over]. References in the Contract to published standards shall be understood to be references to the edition applicable on the Base Date, unless stated otherwise.///If changed or new applicable standards come into force in the Country after the Base Date, the Contractor shall give notice to the Engineer & (if appropriate) submit proposals for compliance. In the event that:\n(a) the Engineer determines that compliance is required, & \n(b) the proposals for compliance constitute a variation,\nthen the Engineer shall initiate a Variation in accordance with Clause 13 [Variations & Adjustments].#10,13", 

"5.5": "PLANT 5.5 - Training: The Contractor shall carry out the training of Employer's Personnel in the operation & maintenance of the Works to the extent specified in the Employer's Requirements. If the Contract specifies training which is to be carried out before taking-over, the Works shall not be considered to be completed for the purposes of taking-over under SC 10.1 [Taking Over of the Works & Sections] until this training has been completed.", 

"5.6": "PLANT 5.6 - As-built documents: The Contractor shall prepare, & keep up-to-date, a complete set of 'as-built' records of the execution of the Works, showing the exact as-built locations, sizes & details of the work as executed. These records shall be kept on the Site & shall be used exclusively for the purposes of this Sub-Clause. Two copies shall be supplied to the Engineer prior to the commencement of the Tests on Completion.///In addition, the Contractor shall supply to the Engineer as-built drawings of the Works, showing all Works as executed, & submit them to the Engineer for review under SC 5.2 [Contractor's Documents]. The Contractor shall obtain the consent of the Engineer as to their size, the referencing system, & other relevant details.///Prior to the issue of any Taking-Over Certificate, the Contractor shall supply to the Engineer the specified numbers & types of copies of the relevant as-built drawings, in accordance with the Employer's Requirements. The Works shall not be considered.#5.2", 

"5.7": "PLANT 5.7 - Operation & maintenance manuals: Prior to commencement of the Tests on Completion, the Contractor shall supply to the Engineer provisional operation & maintenance manuals in sufficient detail for the Employer to operate, maintain, dismantle, reassemble, adjust & repair the Plant.///The Works shall not be considered to be completed for the purposes of taking-over under SC 10.1 [Taking Over of the Works & Sections] until the Engineer has received final operation & maintenance manuals in such detail, & any other manuals specified in the Employer's Requirements for these purposes.#10.1", 

"5.8": "PLANT 5.8 - Design error: If errors, omissions, ambiguities, inconsistencies, inadequacies or other defects are found in the Contractor's Documents, they & the Works shall be corrected at the Contractor's cost, notwithstanding any consent or approval under this Clause.", 

"6": "PLANT 6 - Staff & labour: 6.1 Engagement of staff & labour, 6.2 Rates of wages & conditions of labour 6.3 Persons in the service of Employer, 6.4 Labour laws, 6.5 Working hours, 6.6 Facilities for staff & labour, 6.7 Health & safety, 6.8 Contractor's superintendence, 6.9 Contractor's personnel, 6.10 Records of Contractor's personnel & Equipment, 6.11 Disorderly Conduct.#6.1,6.2,6.3,6.4,6.5,6.6,6.7,6.8,6.9,6.10,6.11",

"6.1": "PLANT 6.1 - Engagement of Staff & labour: Except as otherwise stated in the Employer's Requirements, the Contractor shall make arrangements for the engagement of all staff & labour, local or otherwise, & for their payment, housing, feeding & transport.", 

"6.2": "PLANT 6.2 - Rates of wages & conditions of labour: The Contractor shall pay rates of wages, & observe conditions of labour, which are not lower than those established for the trade or industry where the work is carried out. If no established rates or conditions are applicable, the Contractor shall pay rates of wages & observe conditions which are not lower than the general level of wages & conditions observed locally by employers whose trade or industry is similar to that of the Contractor.", 

"6.3": "PLANT 6.3 - Persons in the service of Employer: The Contractor shall not recruit, or attempt to recruit, staff & labour from amongst the Employer's Personnel.", 

"6.4": "PLANT 6.4 - Labour laws: The Contractor shall comply with all the relevant labour Laws applicable to the Contractor's Personnel, including Laws relating to their employment, health, safety, welfare, immigration & emigration, & shall allow them all their legal rights.///The Contractor shall require his employees to obey all applicable Laws, including those concerning safety at work.", 

"6.5": "PLANT 6.5 - Working hours: No work shall be carried out on the Site on locally recognised days of rest, or outside the normal working hours stated in the Appendix to Tender, unless: (a) otherwise stated in the Contract, (b) the Engineer gives consent, or (c) the work is unavoidable, or necessary for the protection of life or property or for the safety of the Works, in which case the Contractor shall immediately advise the Engineer.", 

"6.6": "PLANT 6.6 - Facilities for staff & labour: Except as otherwise stated in the Employer's Requirements, the Contractor shall provide & maintain all necessary accommodation & welfare facilities for the Contractor's Personnel. The Contractor shall also provide facilities for the Employer's Personnel as stated in the Employer's Requirements.///The Contractor shall not permit any of the Contractor's Personnel to maintain any temporary or permanent living quarters within the structures forming part of the Permanent Works.", 

"6.7": "PLANT 6.7 - Health & safety: The Contractor shall at all times take all reasonable precautions to maintain the health & safety of the Contractor's Personnel. In collaboration with local health authorities, the Contractor shall ensure that medical staff, first aid facilities, sick bay & ambulance service are available at all times at the Site & at any accommodation for Contractor's & Employer's Personnel, & that suitable arrangements are made for all necessary welfare & hygiene requirements & for the prevention of epidemics.///The Contractor shall appoint an accident prevention officer at the Site, responsible for maintaining safety & protection against accidents. This person shall be qualified for this responsibility, & shall have the authority to issue instructions & take protective measures to prevent accidents. Throughout the execution of the Works, the Contractor shall provide whatever is required by this person to exercise this responsibility & authority.///The Contractor shall send, to the Engineer, details of any accident as soon as practicable after its occurrence. The Contractor shall maintain records & make reports concerning health, safety & welfare of persons, & damage to property, as the Engineer may reasonably require.", 

"6.8": "PLANT 6.8 - Contractor's superintendence: Throughout the design & execution of the Works, & as long thereafter as is necessary to fulfil the Contractor's obligations, the Contractor shall provide all necessary superintendence to plan, arrange, direct, manage, inspect & test the work.///Superintendence shall be given by a sufficient number of persons having adequate knowledge of the language for communications (defined in SC 1.4 [Law & language]) & of the operations to be carried out (including the methods & techniques required, the hazards likely to be encountered & methods of preventing accidents), for the satisfactory & safe execution of the Works.#1.4", 

"6.9": "PLANT 6.9 - Contractor's Personnel: The Contractor's Personnel shall be appropriately qualified, skilled & experienced in their respective trades or occupations. The Engineer may require the Contractor to remove (or cause to be removed) any person employed on the Site or Works, including the Contractor's Representative if applicable, who:\n(a) persists in any misconduct or lack of care, \n(b) carries out duties incompetently or negligently, \n(c) fails to conform with any provisions of the Contract, or \n(d) persists in any conduct which is prejudicial to safety, health, or the protection of the environment.///If appropriate, the Contractor shall then appoint (or cause to be appointed) a suitable replacement person.", 

"6.10": "PLANT 6.10 - Records of Contractor's Personnel & Equipment: The Contractor shall submit, to the Engineer, details showing the number of each class of Contractor's Personnel & of each type of Contractor's Equipment on the Site. Details shall be submitted each calendar month, in a form approved by the Engineer, until the Contractor has completed all work which is known to be outstanding at the completion date stated in the Taking-Over Certificate for the Works.", 

"6.11": "PLANT 6.11 - Disorderly conduct: The Contractor shall at all times take all reasonable precautions to prevent any unlawful, riotous or disorderly conduct by or amongst the Contractor's Personnel, & to preserve peace & protection of persons & property on & near the Site", 

"7": "Plant 7 - Plant, materials & workkmanship: 7.1 Manner of execution, 7.2 Samples, 7.3. Inspection, 7.4 Testing, 7.5 Rejection, 7.6 Remedial work, 7.7 Ownership of Plant & Materials, 7.8 Royalties.#7.1,7.2,7.3,7.4,7.5,7.6,7.7,7.8", 

"7.1": "PLANT 7.1 - Manner of Execution: The Contractor shall carry out the manufacture of Plant, the production & manufacture of Materials, & all other execution of the Works:\n(a) in the manner (if any) specified in the Contract, \n(b) in a proper workmanlike & careful manner, in accordance with recognised good practice, & \n(c) with properly equipped facilities & non-hazardous Materials, except as otherwise specified in the Contract.", 

"7.2": "PLANT 7.2 - Samples: The Contractor shall submit the following samples of Materials, & relevant information, to the Engineer for review in accordance with the procedures for Contractor's Documents described in SC 5.2 [Contractor's Documents]:\n(a) manufacturer's standard samples of Materials & samples specified in the Contract, all at the Contractor's cost, & \n(b) additional samples instructed by the Engineer as a Variation.///Each sample shall be labelled as to origin & intended use in the Works.#5.2", 

"7.3": "PLANT 7.3 - Inspection: The Employer's Personnel shall at all reasonable times:\n(a) have full access to all parts of the Site & to all places from which natural Materials are being obtained, & \n(b) during production, manufacture & construction (at the Site & elsewhere), be entitled to examine, inspect, measure & test the materials & workmanship, & to check the progress of manufacture of Plant & production & manufacture of Materials.///The Contractor shall give the Employer's Personnel full opportunity to carry out these activities, including providing access, facilities, permissions & safety equipment. No such activity shall relieve the Contractor from any obligation or responsibility.///The Contractor shall give notice to the Engineer whenever any work is ready & before it is covered up, put out of sight, or packaged for storage or transport. The Engineer shall then either carry out the examination, inspection, measurement or testing without unreasonable delay, or promptly give notice to the Contractor that the Engineer does not require to do so. If the Contractor fails to give the notice, he shall, if & when required by the Engineer, uncover the work & thereafter reinstate & make good, all at the Contractor's cost.", 

"7.4": "PLANT 7.4 - Testing: This Sub-Clause shall apply to all tests specified in the Contract, other than the Tests after Completion (if any).///The Contractor shall provide all apparatus, assistance, documents & other information, electricity, equipment, fuel, consumables, instruments, labour, materials, & suitably qualified & experienced staff, as are necessary to carry out the specified tests efficiently. The Contractor shall agree, with the Engineer, the time & place for the specified testing of any Plant, Materials & other parts of the Works.///The Engineer may, under Clause 13 [Variations & adjustments], vary the location or details of specified tests, or instruct the Contractor to carry out additional tests. If these varied or additional tests show that the tested Plant, Materials or workmanship is not in accordance with the Contract, the cost of carrying out this Variation shall be borne by the Contractor, notwithstanding other provisions of the Contract.///The Engineer shall give the Contractor not less than 24 hours' notice of the Engineer's intention to attend the tests. If the Engineer does not attend at the time & place agreed, the Contractor may proceed with the tests, unless otherwise instructed by the Engineer, & the tests shall then be deemed to have been made in the Engineer's presence.///If the Contractor suffers delay and/or incurs Cost from complying with these instructions or as a result of a delay for which the Employer is responsible, the Contractor shall give notice to the Engineer & shall be entitled subject to SC 20.1 [Contractor's claims] to:\n(a) an extension of time for any such delay, if completion is or will be delayed, under SC 8.4 [Extension of Time for Completion], & \n(b) payment of any such Cost plus reasonable profit, which shall be included in the Contract Price.///After receiving this notice, the Engineer shall proceed in accordance with SC 3.5 [Determinations] to agree or determine these matters. ///The Contractor shall promptly forward to the Engineer duly certified reports of the tests. When the specified tests have been passed, the Engineer shall endorse the Contractor's test certificate, or issue a certificate to him, to that effect. If the Engineer has not attended the tests, he shall be deemed to have accepted the readings as accurate.#3.5,8.4.13,20.1", 

"7.5": "PLANT 7.5 - Rejection: If, as a result of an examination, inspection, measurement or testing, any Plant, Materials, design or workmanship is found to be defective or otherwise not in accordance with the Contract, the Engineer may reject the Plant, Materials, design or workmanship by giving notice to the Contractor, with reasons. The Contractor shall then promptly make good the defect & ensure that the rejected item complies with the Contract.///If the Engineer requires this Plant, Materials, design or workmanship to be retested, the tests shall be repeated under the same terms & conditions. If the rejection & retesting cause the Employer to incur additional costs, the Contractor shall subject to SC 2.5 [Employer's claims] pay these costs to the Employer.#2.5", 

"7.6": "PLANT 7.6 - Remedial work: Notwithstanding any previous test or certification, the Engineer may instruct the Contractor to:\n(a) remove from the Site & replace any Plant or Materials which is not in accordance with the Contract, \n(b) remove & re-execute any other work which is not in accordance with the Contract, & \n(c) execute any work which is urgently required for the safety of the Works, whether because of an accident, unforeseeable event or otherwise.///The Contractor shall comply with the instruction within a reasonable time, which shall be the time (if any) specified in the instruction, or immediately if urgency is specified under sub-paragraph (c).///If the Contractor fails to comply with the instruction, the Employer shall be entitled to employ & pay other persons to carry out the work. Except to the extent that the Contractor would have been entitled to payment for the work, the Contractor shall subject to SC 2.5 [Employer's claims] pay to the Employer all costs arising from this failure.#2.5", 

"7.7": "PLANT 7.7 - Ownership of Plant & Materials : Each item of Plant & Materials shall, to the extent consistent with the Laws of the Country, become the property of the Employer at whichever is the earlier of the following times, free from liens & other encumbrances:\n(a) when it is delivered to the Site;\n(b) when the Contractor is entitled to payment of the value of the Plant & Materials under SC 8.10 [Payment for Plant & Materials in event of suspension].#8.10", 

"7.8": "PLANT 7.8 - Royalties: Unless otherwise stated in the Employer's Requirements, the Contractor shall pay all royalties, rents & other payments for:\n(a) natural Materials obtained from outside the Site, & \n(b) the disposal of material from demolitions & excavations & of other surplus material (whether natural or man-made), except to the extent that disposal areas within the Site are specified in the Contract.", 

"8": "PLANT 8 - Commencement, delays & suspension: 8.1 Commencement of Works, 8.2 Time for Completion, 8.3 Programme, 8.4 Extension of Time for Completion, 8.5 Delays caused by authorities, 8.6 Rate of progress, 8.7 Delay damages, 8.8 Suspension of work, 8.9 Consequences of suspension, 8.10 Payment for Plant & Materials in event of suspension, 8.11 Prolonged suspension, 8.12 Resumption of work#8.1,8.2,8.3,8.4,8.5,8.6,8.7,8.8,8.9,8.10,8.11,8.12",

"9": "PLANT 9 - Tests on Completion: 9.1 Contractor's Obligations, 9.2 Delayed Tests, 9.3 Retesting, 9.4 Failure to pass Tests on Completion#9.1,9.2,9.3,9.4",

"10": "PLANT 10 - Employer's taking over: 10.1 Taking over of the Works & Sections, 10.2 Taking over of parts of the Works, 10.3 Interference with Tests on Completion, 10.4 Surfaces requiring reinstatement.#10.1,10.2,10.3,10.4",

"11": "PLANT 11 - Defects liability: 11.1 Completion of outst&ing work & remedying defects, 11.2 Cost of remedying defects, 11.3 Extension of Defects Notification Period, 11.4 Failure to remedy defects, 11.5 Removal of defective work, 11.6 Further tests, 11.7 Right of access, 11.8 Contractor to search, 11.9 Performance Certificate, 11.10 Unfulfilled obligations, 11.11 Clearance of Site.#11.1,11.2,11.3,11.4,11.5,11.6,11.7,11.8,11.9,11.10,11.11",

"12": "PLANT 12 - Tests after completion: 12.1 Procedure for Tests after Completion, 12.2 Delayed Tests, 12.3 Retesting, 12.4 Failure to pass Tests after Completion.#12.1,12.2,12.3,12.4",

"13": "PLANT 13 - Variations & adjustments: 13.1 Right to vary, 13.2 Value Engineering, 13.3 Variation procedure, 13.4 Payment in applicable currencies, 13.5 Provisional Sums, 13.6 Daywork, 13.7 Adjustments for changes in legislation, 13.8 Adjustments for changes in Cost.#13.1,13.2,13.3,13.4,13.5,13.6,13.7,13.8",

"14": "PLANT 14 - Contract Price & payment: 14.1 The Contract Price, 14.2 Advance Payment, 14.3 Application for Interim Payment Certificates, 14.4 Schedule of payments, 14.5 Plant & Materials intended for the Works, 14.6 Issue of Interim Payment Certificates, 14.7 Payment, 14.8 Delayed payment 14.9 Payment of Retention Money, 14.10 Statement at Completion, 14.11 Application for Final Payment Certificate, 14.12 Discharge, 14.13 Issue of Final Payment Certificate, 14.14 Cessation of Employers liability, 14.15 Currencies of payment.#14.1,14.2,14.3,14.4,14.5,14.6,14.7,14.8,14.9,14.10,14.11,14.12,14.13,14.14,14.15",

"15": "PLANT 15 - Termination by Employer: 15.1 Notice to correct, 15.2 Termination by Employer, 15.3 Valuation at date of termination, 15.4 Payment after termination, 15.5 Employers entitlement to termination.#15.1,15.2,15.3,15.4,15.5",

"16": "PLANT 16 - Suspension & termination by Contractor: 16.1 Contractors entitlement to suspend work, 16.2 Termination by Contractor, 16.3 Cessation of work & removal of Contractors Equipment, 16.4 Payment on termination.#16.1,16.2,16.3,16.4",

"17": "PLANT 17 - Risk & responsibility: 17.1 Indemnities, 17.2 Contractors care of the Works, 17.3 Employers risks, 17.4 Consequences of Employers risks, 17.5 Intellectual & industrial property rights, 17.6 Limitation of liability.#17.1,17.2,17.3,17.4,17.5,17.6",

"18": "PLANT 18 - Insurance: 18.1 General requirements for insurances, 18.2 Insurance for Works & Contractors Equipment, 18.3 Insurance against injury to persons & damage to property, 18.4 Insurance for Contractors Personnel.#18.1,18.2,18.3,18.4",

"19": "PLANT 19 - Force Majeure: 19.1 Definition of Force Majeure, 19.2 Notice of Force Majeure, 19.3 Duty to minimise delay, 19.4 Consequences of Force Majeure, 19.5 Force Majeure affecting Subcontractor, 19.6 Optional termination, payment & release, 19.7 Release from performance under the Law.#19.1,19.2,19.3,19.4,19.5,19.6,19.7",

"20": "PLANT 20 - Claims, disputes & arbitration: 20.1 Contractors claims, 20.2 Appointment of the Dispute Adjudication Board, 20.3 Failure to agree Dispute Adjudication Board, 20.4 Obtaining Dispute Adjudication Boards decision, 20.5 Amicable settlement, 20.6 Arbitration, 20.7 Failure to comply with Dispute Adjudication Boards Decision, 20.8 Expiry of Dispute Adjudication Boards appointment.#20.1,20.2,20.3,20.4,20.5,20.6,20.7,20.8"

}
